Repository: chkuendig/xawtv4
Catalog: po/*.po
Languages: ar, cs, de, pl

source: Search:
ar: بحث
cs: Hledat:
de: Suche:
pl: Szukaj:

source: /Commands/Decrease Volume
ar: رفع و خفض الصوت
cs: Ztišit
de: Leiser
pl: Przycisz

source: /Commands/Fast _rescan
ar: امر اعادة البحث السريع
cs: Rychlý sken
de: Schneller Rescan
pl: Szybki Rescan

source: /Commands/Full _scan
ar: بحث كامل
cs: Úplný sken
de: Vollständiger Scan
pl: Pełny Scan

source: /Commands/Increase Volume
ar: رفع الصوت
cs: Přidat hlas
de: Lauter
pl: Pogłośnij

source: /Commands/Insane slow scan
ar: بحث فورى بطى
cs: Pomalý sken
de: Extra langsamer Scan
pl: Bardzo wolny Scan

source: /Commands/Mute
ar: طمس الصوت
cs: Umlčet
de: Stumm schalten
pl: Wyłącz dźwięk

source: /Commands/Next station
ar: المحطة التالية
cs: Následující stanice
de: Nächster Sender
pl: Następny program

source: /Commands/Previous station
ar: المحطة السابقة
cs: Předchozí stanice
de: Vorheriger Sender
pl: Poprzedni program

source: /Commands/Satellite _config ...
ar: اعداد الستالابت
cs: Satelitní nastavení...
de: Satellit _Einstellungen ...
pl: Konfiguracja satelity

source: /Commands/Start or stop _recording
ar: البدء او ابقاف التسجيل
cs: Spustit nebo zastavit nahrávání
de: _Aufnahme starten & stoppen
pl: Rozpocznij lub zakończ nagrywanie

source: /Commands/Tuning
ar: موالفة
cs: Ladění
de: Tunen
pl: Dostrajanie

source: /Commands/Tuning/Channel down
ar: محطة لاسفل
cs: Kanál dolů
de: vorheriger Kanal
pl: Poprzedni kanał

source: /Commands/Tuning/Channel up
ar: محطة لاعلى
cs: Kanál nahoru
de: nächster Kanal
pl: Następny kanał

source: /Commands/Tuning/Finetuning down
ar: موالفة دقبقة
pl: Dostrajanie -

source: /Commands/Tuning/Finetuning up
ar: موالفة دقبقة لاعلى
pl: Dostrajanie +

source: /Commands/_Fullscreen
ar: شاشة كاملة
cs: Celá obrazovka
de: Vollbild
pl: Pełny ekran

source: /Commands/_Tune manually ...
ar: موالفة بدوبة
cs: Vyladit ručně
de: Manuell tunen ...
pl: Dostrajanie ręczne

source: /Edit/Scan DVB ...
ar: بحث الستالايت
cs: Skenovat DVB...
de: Suchlauf _DVB ...
pl: Skanuj _DVB ...

source: /Edit/Scan analog ...
ar: بحث البث التناظرى
cs: Skenovat analog...
de: Suchlauf _analog ...
pl: Skanowanie _analogowe ...

source: /Edit/_Add station ...
ar: اضافة محطة
cs: Přidat stanici
de: Sender _hinzufügen
pl: Dodaj program

source: /Edit/_Copy ...
ar: نسخ
cs: Kopírovat...
de: _Kopieren
pl: _Kopiuj

source: /Edit/_Delete station
ar: حدف محطة
cs: Smazat stanici
de: Sender _löschen
pl: Kasuj program

source: /Edit/_Edit station ...
ar: تعديل محطة
cs: Upravit stanici...
de: Sender _editieren ...
pl: _Edytuj program

source: /Edit/_Save stations
ar: حفظ محطة
cs: Uložit stanice
de: Sender _speichern
pl: Zapisz program

source: /File/_Close
ar: اغلاق
cs: Zavřít
de: Schließen
pl: Zamknij

source: /File/_Close window
ar: اغلاق النافذة
cs: Zavřít okno
de: Fenster schließen
pl: Zamknij okno

source: /File/_New window
ar: نافذة جديدة
cs: Nové okno
de: _Neues Fenster
pl: _Nowe okno

source: /File/_Quit
ar: خروج
cs: Ukončit
de: _Beenden
pl: Wyjdź

source: /File/_Record ...
ar: تسجيل
cs: Nahrávání...
de: _Aufnehmen ...
pl: Nagrywaj ...

source: /File/_Save as ...
ar: حفظ ك
cs: Uložit jako...
de: Speichern _unter ...
pl: Zapisz jako ...

source: /Go to/_Index
ar: فهرس
cs: Rejstřík
de: _Index
pl: _Index

source: /Go to/_Next Page
ar: الصفحة التالية
cs: Další stránka
de: _Nächste Seite
pl: _Następna strona

source: /Go to/_Previous Page
ar: الصفحة السابقة
cs: Předchozí stránka
de: _Vorherige Seite
pl: _Poprzednia strona

source: /Help/_About ...
ar: حول
cs: O aplikaci...
de: Über ...
pl: O ...

source: /Settings/Device _Options
ar: خيارات الاجهزة
cs: Volby zařízení
de: Geräteeinstellungen
pl: Właściwości urządzenia

source: /Settings/Frequency _Table
ar: جدول الترددات
cs: Tabulka frekvencí
de: Frequenztabelle
pl: Tabela częstotliwości

source: /Stations/_Configure ...
ar: اعدادات
cs: Konfigurovat...
de: Einstellen ...
pl: Konfiguracja ...

source: /_Commands
ar: اوامر
cs: Příkazy
de: _Kommandos
pl: _Polecenia

source: /_Database
ar: قاعدة البيانات
cs: Databáze
de: _Datenbank
pl: Baza _Danych

source: /_Devices
ar: الجهاز
cs: Zařízení
de: Geräte
pl: Urządzenia

source: /_Edit
ar: تعديل
cs: Upravit
de: _Bearbeiten
pl: _Edytuj

source: /_File
ar: ملف
cs: Soubor
de: _Datei
pl: _Plik

source: /_Font
ar: خط
cs: Písmo
de: _Schrift
pl: Czcionka

source: /_Go to
ar: اذهب الى
cs: Přejít do
de: _Gehe zu
pl: Idź do

source: /_Help
ar: مساعدة
cs: Nápověda
de: _Hilfe
pl: _Pomoc

source: /_Region
ar: المنطقة
cs: Oblast

source: /_Region/C_yrillic
ar: سريالى
cs: Azbuka
de: _Kyrillisch
pl: C_yrlica

source: /_Region/Central and _Southeast Europe
ar: وسط وجنوب شرق اوربا
cs: Střední a jihovýchodní Evropa
de: Mittel- und _Südosteuropa
pl: Europa środkowa i wschodnia

source: /_Region/Western and _Central Europe
ar: غرب ووسط اوروبا
cs: Západní a střední Evropa
de: West- und Mitteleuropa
pl: Europa środkowa i zachodnia

source: /_Region/_Arabic
ar: المنطقة العربة
cs: Arabská
de: Arabisch
pl: Arabski

source: /_Region/_Eastern Europe
ar: شرق اوروبا
cs: Východní Evropa
de: Osteuropa
pl: Europa wschodnia

source: /_Region/_Western Europe and Turkey
ar: غرب اوربا و تركيا
cs: Západní Evropa a Turecko
de: Westeuropa und Türkei
pl: Europa zachodnia i Turcja

source: /_Region/unused5
ar: غير مستخدمة
cs: nepoužítý5

source: /_Region/unused7
ar: غير ميتخدمة
cs: nepoužitý7

source: /_Region/unused8
ar: غير مستخدمة
cs: nepoužitý8

source: /_Settings
ar: الاعدادات
cs: Nastavení
de: _Einstellungen
pl: U_stawienia

source: /_Station
ar: المحطة
cs: Stanice
de: _Sender
pl: _Sender

source: /_Stations
ar: المحطات
cs: Stanice
de: _Sender
pl: Programy

source: /_Subpage
ar: صفحة ملحقة
cs: Podstránka
de: _Unterseite
pl: Podstrona

source: Analog TV
ar: تلفزون تناظرى
cs: Analogová TV
de: Analoges Fernsehen
pl: Analogowa TV

source: Audio:
ar: الصوت
de: Ton:
pl: Dźwięk:

source: Begin
ar: البداية
cs: Začátek
de: Anfang
pl: Początek

source: Category:
ar: المجموعات
cs: Kategorie:
de: Kategorie:
pl: Kategoria:

source: Ch
ar: ق
cs: K

source: Channel
ar: قناة
cs: Kanál
de: Kanal
pl: Kanał

source: DVB channels
ar: قنوات ستالايت
cs: DVB kanály
de: DVB Sender
pl: Kanały DVB

source: Date
ar: تاريخ
cs: Datum
de: Datum
pl: Data

source: Description:
ar: وصف
cs: Popis:
de: Beschreibung:
pl: Opis:

source: Digital TV (DVB)
ar: تلفزيون رقمى (DVB)
cs: Digitální TV (DVB)
de: Digitales Fernsehen (DVB)
pl: Telewizja cyfrowa (DVB)

source: Dual
ar: ثنائى
cs: Duální
de: Zweikanalton
pl: Powdójne

source: EPG
ar: EPGد ق ك

source: End
ar: نهاية
cs: Konec
de: Ende
pl: Koniec

source: General
ar: عام
cs: Základní
de: Allgemeines
pl: Ogólne

source: Group
ar: مجموعة
cs: Skupina
de: Gruppe
pl: Grupa

source: HDTV
ar: تلفزيون فائق الجودة

source: Hotkey
ar: المفاتيح الساخنة
cs: Klávesová zkratka

source: Key
ar: مفتاح
cs: Klíč
de: Taste
pl: Przycisk

source: Lang
ar: لغة
cs: Jazyk
de: Sprache
pl: Język

source: Language:
ar: لغة
cs: Jazyk:
de: Sprache:
pl: Język:

source: Mono
ar: احادى

source: Multi
ar: متعدد

source: Name
ar: اسم
cs: Jméno
pl: Nazwa

source: Name:
ar: اسم:
cs: Jméno:

source: Station
ar: محطة
cs: Stanice
de: Sender
pl: Program

source: Stereo
ar: ستيريو

source: Summary:
ar: موجز
cs: Shrnutí:
pl: Podsumowanie

source: Surround
ar: احاطى

source: TV Station Properties
ar: خصائص القناة التلفزيونية
cs: Vlastnosti TV stanice
de: Sender Eigenschaften
pl: Właściwości programu

source: Time:
ar: توقيت
cs: Čas:
de: Zeit:
pl: Czas:

source: Video:
ar: فيديو
de: Bild:

source: alexplore: DVB channel browser & scanner
ar: تصفح و بحث عن قنوات الستالايت
cs: alexplore: prohlížeč DVB kanálů & skener

source: analog channels
ar: المحطات التماثلية
cs: analogové kanály
de: analoge Sender
pl: Kanały analogowe

source: channel scan finished
ar: البحث عن القنوات اكتمل
cs: sken kanálů dokončen
de: Senderscan beendet
pl: Zakończono skanowanie kanałów

source: close
ar: قفل
cs: zavřít
de: schließen
pl: zamknij

source: close window
ar: قفل النافذة
cs: zavřít okno
de: Fenster schließen
pl: Zamknij okno

source: control window
ar: نافذة التحكم
cs: ovládací okno

source: current station
ar: المحطة الحالية
cs: současná stanice

source: fta
ar: غير مشفر

source: full channel scan
ar: بحث شامل
cs: Úplný sken kanálů
de: Kompletter Scan
pl: Pełne skanowanie kanałów

source: index
ar: فهرس
cs: rejstřík
pl: Indeks

source: index page
ar: صفحة الفهرس
cs: rejstřík stránek
de: Indexseite

source: mute
ar: طمس
cs: ztišit
de: stumm
pl: wycisz

source: mute sound
ar: طمس الصوت
cs: ztišit zvuk
de: Stummschalten
pl: wycisz

source: next
ar: التالى
cs: následující
de: vorwärts
pl: następny

source: next page
ar: الصفحة التالية
cs: další strana
de: Nächste Seite
pl: Następna strona

source: next station
ar: المحطة التالية
cs: další stanice
de: Nächster Sender
pl: Następny program

source: no filter
ar: بدون فلتر
cs: bez filtru

source: prev
ar: سابق
cs: předchozí
de: zurück
pl: poprzedni

source: previous page
ar: الصفحة السابقة
cs: předcházející strana
de: vorherige Seite
pl: poprzednia strona

source: previous station
ar: المحطة السابقة
cs: předchozí stanice
de: Vorheriger Sender
pl: Poprzedni program

source: quit
ar: خروج
cs: ukončit

source: quit application
ar: الخروج من البرنامج
cs: ukončit aplikaci
de: Programm beenden
pl: Zakończ program

source: recording started
ar: ابتداء التسجيل
cs: nahrávání spuštěno
de: Aufnahme läuft
pl: Nagrywanie rozpoczęte

source: recording stopped
ar: التسجيل توقف
cs: nahrávání zastaveno
de: Aufnahme beendet
pl: Nagrywanie zatrzymane

source: scan
ar: بحث
cs: sken

source: scanning %s ...
ar: بحث %s ...
cs: skenuji %s ...
de: Durchsuche %s ...
pl: Skanuję %s ...

source: select stations
ar: المحطة المختارة
cs: vybrat stanice

source: show all entries
ar: اضهار الكل
cs: zobrazit vše
de: Alle Einträge anzeigen
pl: Pokaż wszystkie

source: show only free to air channels
ar: اضهر فقط الغير مشفر
cs: zobrazit pouze nekódované kanály
de: Nur unverschlüsselte Sender anzeigen

source: station
ar: المحطات
cs: stanice
de: Sender
pl: Program

source: stop
ar: ايقاف
cs: zastavit

source: teletext
ar: تلتكس

source: tune
ar: موالفة
cs: vyladit

source: tune manually
ar: موالفة يدوية
cs: vyladit ručně
de: Manuell tunen
pl: Dostrojenie ręczne
